using System;

namespace task02
{
    internal class Program
    {
        private static void Main()
        {
            //Создайте четыре лямбда оператора для выполнения арифметических действий: (Add – сложение, Sub – вычитание, Mul – умножение, Div – деление).
            //Каждый лямбда оператор должен принимать два аргумента и возвращать результат вычисления.
            //Лямбда оператор деления должен делать проверку деления на ноль.
            //Написать программу, которая будет выполнять арифметические действия, указанные пользователем.
        }
    }
}
